{
  "theAct:ForkInTheRoad": {
    "NAME": "Fork in the Road",
    "DESCRIPTIONS": [
      "TODO: Somebody with writing skill please write this."
    ],
    "OPTIONS": [
      ".",
      "[Go Left] Enter ",
      "[Go Right] Enter "
    ]
  },
  "theJungle:SneckoCultEvent": {
    "NAME": "Cult of The Snecko",
    "DESCRIPTIONS": [
      "Parting through the jungle trees, you come across a clearing with a ~strange~ altar in the center. NL Around it, you see various figures in robes and ceremonial gear surrounding a small Snecko. The @joyful@ laughter of children can be heard in the distance.",
      "You walk straight to the altar in the center. NL NL Something about this sphere irritates you... NL The priest turns to you, singing loudly with a high pitch: #g~\"Aall~ #g~hai-iil~ #g~to~ #g~Snecko\"!~ NL You realize that the sphere in his hands is actually an exceptionally large eye. It gazes at you with an immense power, pulling your mind in. ~It~ ~is~ ~hard~ ~to~ ~resist...~ NL #g~\"Aaall~ #g~hai-iiiil~ #g~to~ #g~Snecko\"!~ NL No, this was not you who just sang along, right? ",
      "One of the children almost discovered you by searching for a hideout. You suggest to the tribal children that you could play #phide-and-seek with them. NL \"Deal, and you will win a prize if you find all of us!\" NL NL Well, you are a bit older than them, but you don't know this place as well as they do... After a while of searching, the priest hints you to a stone plate. There you find all of them giggling together. The oldest one hands you a small animal as prize.",
      "You hear children playing on a clearing. Lurking behind two trees, you catch a sight that leaves you puzzled: You see #bchildren of the local tribe playing with small green toy reptils. They are running around a rounded stone altar where a #bmasked #bpriest is preparing some kind a ritual involving a big white sphere. NL It seems like nobody here would harm you, with these children running around... NL Where should you go?"
    ],
    "OPTIONS": [
      "[Priest] #bRandomize #bthe #bcost #bof #ba #bcard #bin #byour #bdeck #bpermanently.",
      "[Children] #gObtain #ga #gPet #gSnecko.",
      "[Leave]",
      "[Leave]",
      "Pick a card to randomize"
    ]
  },
  "theJungle:Kidnappers": {
    "NAME": "Misty Forest",
    "DESCRIPTIONS": [
      "As you're traversing through the ~foggy jungle~, a rope suddenly tightens around your ankle. You've been caught in a trap!",
      "A number of tribesmen surround you. They are wearing #ggreen robes and #ranimal #rskulls #rfor #rmasks. You can't help but feel #r~malice~ coming from them. NL \"We caught one!\" NL \"~Hey, this one don't look like a cultist...?~ \"You never know with those guys, @let's get 'em...@\" NL You may have time to escape in the confusion.",
      "You make it clear that you are ~NOT~ a cultist, nor an enemy, and have no qualms with their clan. NL Negotiating is a bit #rpainful, but they let you go, for a small price.",
      "You struggle hard, but manage to use your weapon and break through the rope while they approach. NL They give chase, while more tribesmen surround you!",
      "Seeing as you are not a cultist or an animal, you manage to bribe them with gold. NL They untie you and let you leave in piece, ~but you can't shake the feeling that someone keeps watching you...~"
    ],
    "OPTIONS": [
      "[Proceed.]",
      "[Negotiate] #g(Lose ",
      " #gHP #gand #gremove #g1 #gcard #gfrom #gyour #gdeck.)",
      "[Cut the Rope] #r(Enter #ra #rfight!)",
      "[Bribe] #g(Lose",
      " #gold.)",
      "[Locked] (Requires: ",
      " gold.)",
      "[Leave.]",
      "[#rFight!]"
    ]
  }
}
