{
  "theJungle:FauxPas" : {
    "NAME": "Faux Pas",
    "DESCRIPTIONS": [
      "As you walk through a #gdense #gportion of the Jungle, walls of trees seem to ~bend~ ~and~ ~twist~ into a narrow passageway. You catch a flash of light reflecting off several pairs of eyes, #y~skulking~ in the #pshadows near the tunnel of trees, watching your approach.",
      "You decide to explore the strange formation of trees. As you walk the path, you are constantly surrounded by the ~rustling~ ~of~ #g~leaves,~ hushed whispers, and @muffled@ @laughter.@ Eventually, you find yourself approaching a clearing in the dense trees, with a #ystrange #yeffigy located on a stump right in the center. Just when you think you're walking right into an ambush, a #ysmall #yorange #yfaux ~leaps~ from behind a tree and sits at the entrance to the clearing in front of you, eyeing you curiously.",
      "You decide, this time, that discretion is the better part of valor and make your way around the cluster of trees.",
      "Something about the #yplayful #yfauxes captures a rare part of your imagination. You decide to humor the #yfaux and, before you know it, you find yourself caught up in their various games. NL NL Some time later you find yourself back at the entrance of the trees, out of breath but with a #rrenewed #rvigor for your quest.",
      "A #p~hushed~ #p~silence~ falls over the clearing, and you could swear you see the faux's expression change to one of #p~deep~ #p~sadness.~ You turn to look at a quiet @sniffle@ you hear to your right, but there is nothing. When you look back, the faux's leader is gone. NL NL All that's left is the #ystrange #yobject on the stump, which you decide to take back with you, along with a deep #psense #pof #pshame for having disappointed the forest's critters.",
      "You can only assume this is a trap. You decide to turn and flee. NL NL The fauxes begin crying excitedly. #b\"A #brace?\" #g~\"I~ #g~love~ #g~races!\"~ #p\"I'll #p@definitely@ #pwin #pthis #ptime!\" #r\"Wow, #rthis #rone #ris #rfast!\" NL NL The voices close in, but you stay just ahead of them. Just when you think your lungs might give out, you burst out into the open, outside of the maw of the forest. Your pursuers stop, and silence falls. NL NL After you catch your breath, you notice a small sack lying on the ground, #yfilled #ywith #ygold. Attached is a note simply saying #p\"winner!\" NL NL What strange creatures.",
      "Before you can react, he speaks. #y\"Are #yyou #your #ynew #yfriend?\" NL NL Chattering voices suddenly fill the forest around you. #g\"I #glove #gnew #gfriends!\" #b\"Do #byou #bthink #bthis #bone #bwill #bstay #ba #bwhile?\" #p\"Oh #pit's #pbeen #p~so~ #p~long!\"~ #r\"I'm #rso #rexcited #rto #rplay #rwith #ryou!\" NL NL The faux speaks again. #y\"It's #ygoing #yto #ybe #y@so@ #y@much@ #y@fun!@ #yDon't #yyou #yagree?\" NL NL Do you agree?"
    ],
    "OPTIONS": [
      "[Enter] Explore the passageway.",
      "[Leave] Turn back.",
      "[Agree] #gGain #g5 #gMaximum #gHP. #rLose #r10 #rHP.",
      "[Disagree] #gObtain #ga #gspecial #gRelic. #rBecome #rCursed #r- #rShame.",
      "[Run] #yGain #y200 #yGold. #rBecome #rCursed #r- #rNormality",
      "[Leave]",
      "[Agree] #gGain #g5 #gMaximum #gHP. #rLose #r15 #rHP.",
      "[Run] #yGain #y150 #yGold. #rBecome #rCursed #r- #rNormality",
      "[Continue]"
    ]
  },
  "theAct:ForkInTheRoad" : {
    "NAME": "Fork in the Road",
    "DESCRIPTIONS": [
      "TODO: Somebody with writing skill please write this."
    ],
    "OPTIONS": [
      ".",
      "[Go Left] Enter ",
      "[Go Right] Enter "
    ]
  },

  "theJungle:River" : {
    "NAME": "Spirit River",

    "DESCRIPTIONS" : [
      "Lost and thirsty, you are pleasantly surprised by a river running across your path. However, a cautious taste of the water reveals a suspicious taste...",
      "Drinking the water, you initially feel ~refreshed~ , however, you soon feel ~unwell~ from drinking the tainted water.",
      "Not wanting to take a risk, you ford the river and move on."
    ],

    "OPTIONS" : [
      "[Drink] #gRemove #g",
      " #gcards #gfrom #gyour #gdeck. #rAdd #ra #rSpirit #rDisease #rto #ryour #rdeck.",
      "[Leave]",
      "Select ",
      " Cards to Remove.",
      "Confirm Cards to Remove"
    ]
  },
  "theJungle:SneckoCultEvent": {
    "NAME": "Cult of The Snecko",
    "DESCRIPTIONS": [
      "Parting through the jungle trees, you come across a clearing with a ~strange~ altar in the center. NL Around it, you see various figures in robes and ceremonial gear surrounding a small Snecko. The @joyful@ laughter of children can be heard in the distance.",
      "You walk straight to the altar in the center. NL NL Something about this sphere irritates you... NL The priest turns to you, singing loudly with a high pitch: #g~\"Aall~ #g~hai-iil~ #g~to~ #g~Snecko\"!~ NL You realize that the sphere in his hands is actually an exceptionally large eye. It gazes at you with an immense power, pulling your mind in. ~It~ ~is~ ~hard~ ~to~ ~resist...~ NL #g~\"Aaall~ #g~hai-iiiil~ #g~to~ #g~Snecko\"!~ NL No, this was not you who just sang along, right? ",
      "One of the children almost discovered you by searching for a hideout. You suggest to the tribal children that you could play #phide-and-seek with them. NL \"Deal, and you will win a prize if you find all of us!\" NL NL Well, you are a bit older than them, but you don't know this place as well as they do... After a while of searching, the priest hints you to a stone plate. There you find all of them giggling together. The oldest one hands you a small animal as prize.",
      "You hear children playing on a clearing. Lurking behind two trees, you catch a sight that leaves you puzzled: You see #bchildren of the local tribe playing with small green toy reptils. They are running around a rounded stone altar where a #bmasked #bpriest is preparing some kind a ritual involving a big white sphere. NL It seems like nobody here would harm you, with these children running around... NL Where should you go?"
    ],
    "OPTIONS": [
      "[Priest] #bRandomize #bthe #bcost #bof #ba #bcard #bin #byour #bdeck #bpermanently.",
      "[Children] #gObtain #ga #gPet #gSnecko.",
      "[Leave]",
      "[Leave]",
      "Pick a card to randomize"
    ]
  }
}
